[
  {
    "name of dishes": "Cháo Gà Ác Đậu Xanh, Hạt Sen",
    "ingredients": {
      "Gà ác thường": "500 g",
      "Gạo nếp và gạo tẻ": "200 g",
      "Đậu xanh": "10 g",
      "Hạt sen": "10 g",
      "Táo đỏ": "10 g",
      "Hành lá và ngò rí": "Thái nhỏ"
    },
    "steps to cook": {
      "Sơ chế nguyên liệu": [
        "1. Làm sạch gà ác, rửa kĩ một lần dưới vòi nước lạnh.",
        "2. Chà xát nhiều lần lên toàn bộ gà bằng gừng và rượu trắng để khử mùi hôi.",
        "3. Rửa lại gà bằng nước sạch và chặt gà thành bốn phần.",
        "4. Rang gạo nếp và gạo tẻ để thơm.",
        "5. Ngâm đậu xanh với nước pha chút muối qua đêm để nở mềm.",
        "6. Ngâm táo đỏ và hạt sen trong nước trước khi nấu khoảng 30 phút để nở mềm.",
        "7. Thái nhỏ hành lá và ngò rí."
      ],
      "Nấu cháo gà ác": [
        "1. Đặt gạo nếp, gạo tẻ rang sẵn vào nồi áp suất cùng đậu xanh, hạt sen và gà ác.",
        "2. Đổ nước ngập trên mặt gạo khoảng 3-4 cm.",
        "3. Nấu mềm các nguyên liệu khoảng 30 phút.",
        "4. Sau khi cháo trong nồi bắt đầu sôi, thêm táo đỏ và nấu thêm khoảng 10-15 phút.",
        "5. Khi cháo sôi lên lần nữa, nêm vào nồi 1 muỗng nước mắm nhỏ, ½ thìa cà phê bột nêm, chút xíu muối và dùng đũa khuấy đều cho gia vị hòa quyện."
      ],
      "Thành phẩm và thưởng thức": [
        "1. Cháo gà ác chín, không quá đặc, gà ác mềm ngấm gia vị và dễ dàng xé thịt.",
        "2. Món cháo gà ác thường được thưởng thức khi nóng."
      ]
    },
    "note": "Với các loại rau củ, bạn có thể thay thế vào tùy sở thích và khẩu vị. Riêng cà rốt là nguyên liệu rất cần thiết, giúp bổ máu cho cơ thể nên bạn hãy luôn sử dụng cho món cháo này. Nếu bạn nấu cháo gà ác cho bé, bạn chỉ cần không cho rau mùi, hành, rau răm là được. Ngoài ra nên xé thịt nhỏ để bé có thể dễ ăn hơn."
  },
  {
    "name of dishes": "Cá Kèo Kho Rau Răm",
    "ingredients": {
      "Cá kèo": "500 g",
      "Hành tím khô, ớt, hành lá, tỏi": "Hành tím khô, ớt, hành lá, tỏi",
      "Rau răm": "Rau răm",
      "Gia vị": "nước mắm, hạt tiêu, đường, dầu ăn, Hạt nêm, Nước màu"
    },
    "steps to cook": {
      "1. Sơ chế nguyên liệu": [
        "1. Để làm sạch cá khi mua về, bạn cho vào chậu, cho chanh và muối vô. Để 15 phút cho cá ra hết nhớt và xả sạch với nước. Làm như vậy thêm 2 lần nữa đến khi cá trắng là được.",
        "2. Cắt bỏ vây, mang nhưng giữ lại ruột cá, đây mới là phần béo và ngon nhất của cá kèo."
      ],
      "2. Ướp cá kèo": [
        "Ướp cá kèo với nước mắm, tiêu, hành lá, rau răm đã cắt nhuyễn trong 30 phút để cho thịt cá ngấm gia vị và săn chắc."
      ],
      "3. Ram cá": [
        "1. Cho dầu vào chảo, cho tỏi (để nguyên tép) vào phi thơm rồi vớt ra để riêng.",
        "2. Sau đó cho 1.5 muỗng cà phê đường vào chảo đảo đến khi đường vàng thì cho cá vào chiên qua. Lắc chảo để đường và cá quyện vào nhau."
      ],
      "4. Kho cá": [
        "1. Cho cá vào thố đất rồi cho thêm mắm, tỏi, ớt và hành tím.",
        "2. Bắc nồi lên bếp và để lửa lớn, khi cá sôi thì vặn lửa lửa nhỏ, kho đến khi nước sệt lại thì cho rau răm vào.",
        "3. Khi cá sôi lại thì nêm gia vị cho vừa ăn, thêm ít ớt trái vào nồi cá kho."
      ],
      "5. Thưởng thức": [
        "1. Để lửa nhẹ kho thêm 3 phút thì tắt bếp.",
        "2. Dọn lên bàn ăn và dùng nóng với cơm và rau xanh thì còn gì tuyệt vời bằng."
      ]
    },
    "note": "Yêu cầu Thành Phẩm: Cá Kèo Kho Rau Răm phải vừa chín tới, thịt săn chắc, thấm gia vị đậm đà. Món ăn có vị bùi, đắng nhẹ của ruột cá, mùi nồng đặc trưng của rau răm và cay cay của ớt hiểm."
  },
  {
    "name of dishes": "Ếch Nướng Ống Tre",
    "ingredients": {
      "Thịt đùi ếch": "1.5 kg",
      "Rau răm": "200 g",
      "Xà cây": "300 g",
      "Hành tím": "100 g",
      "Tỏi": "100 g",
      "Ớt hiểm": "50 g",
      "Tiêu xanh": "50 g",
      "Gừng": "50 g"
    },
    "steps to cook": {
      "Sơ chế nguyên liệu": [
        "1. Gừng gọt vỏ, rửa sạch sau đó cắt sợi nhuyễn.",
        "2. Hành lá làm sạch cắt khúc.",
        "3. Hành tím bốc sạch vỏ lụa, cắt nhỏ.",
        "4. Sả bỏ lá héo, rửa sạch, đập dập đem cắt nhỏ.",
        "5. Tỏi đập dập sau đó bốc bỏ vỏ.",
        "6. Đùi ếch mua về rửa sạch bằng nước muối loãng, để ráo nước, sau đó ướp thêm một thìa cà phê hạt nêm, 1 thìa cà phê dầu ăn, dùng đũa trộn đều để thịt ếch ngấm đều gia vị. Ướp thịt ếch trong khoảng 15-20 phút cho thịt ngấm gia vị."
      ],
      "Chiên ếch": [
        "1. Cho dầu ăn vào chảo đun nóng, khi dầu nóng già cho thịt ếch vào chiên, để thịt ếch ngập trong dầu, trở đều để ếch chín vàng đều hai mặt.",
        "2. Khi thịt ếch vàng đều vớt ra, để ráo dầu."
      ],
      "Xào ếch": [
        "1. Cho một chút dầu ăn vào chảo khác, đun nóng dầu ăn, sau đó cho tỏi đập dập, hành tím cắt nhỏ, tiêu xanh, gừng thái sợi, sả cắt nhỏ, ớt cắt lát vào xào thơm. Lấy thịt ếch đã để ráo dầu cho vào xào cùng, dùng đũa trộn đều thịt ếch với các nguyên liệu. Sau đó cho hành lá cắt khúc vào chung đảo đều, thêm một muỗng cà phê dầu hào vào chảo trộn đều và lắc mạnh chảo để dầu hào thấm vào nguyên liệu, rồi tắt bếp."
      ],
      "Cho thịt ếch vào ống tre": [
        "1. Lấy thịt ếch, tiêu, ớt cho vào ống tre đã chuẩn bị trước, khi cho hết thịt ếch vào ống tre. Dùng lá chuối bịt đầu ống tre thật chặt."
      ],
      "Nướng ếch": [
        "1. Cho ống tre nướng trên than củi khoảng 5-10 phút, sau đó lấy ếch ra, xếp vào đĩa trang trí."
      ],
      "Trang trí thành phẩm": [
        "1. Sau khi xếp chín, bỏ phần lá chuối trên đầu ống tre, lấy thịt ếch xếp ra đĩa cùng với tiêu xanh và ớt hiểm tỉa hoa."
      ]
    },
    "note": "Món ăn có vị bùi, đắng nhẹ của ruột cá, mùi nồng đặc trưng của rau răm và cay cay của ớt hiểm."
  },
  {
    "name of dishes": "Vịt Xiêm Nấu Giả Cầy",
    "ingredients": {
      "Thịt vịt": "1 kg",
      "Dừa nạo": "0.5 kg",
      "Sả": "6 cây",
      "Đậu phộng": "đậu phộng",
      "Riềng, tỏi, hành tím, gừng, rau thơm": "Riềng, tỏi, hành tím, gừng, rau thơm",
      "Gia vị": "dầu ăn, bột ngọt, hạt nêm, muối, tương hột xay, dầu màu điều"
    },
    "steps to cook": {
      "Sơ chế nguyên liệu": [
        "1. Vịt xiêm làm sạch lông, dùng chanh và muối chà xát để loại bỏ chất bẩn, ngâm trong rượu pha vài lát gừng để khử mùi, sau đó rửa kĩ lại với nước sạch. Lưu ý không nên chọn vịt xiêm tơ để nấu giả cầy vì thịt vịt tơ mềm, rất nhanh bở trong quá trình nấu, món vịt giả cầy sẽ không đạt độ giòn ngon như mong muốn.",
        "2. Tỏi, hành tím bóc vỏ, rửa sạch và băm nhuyễn.",
        "3. Sả rửa sạch, cắt khúc, đập dập.",
        "4. Dừa nạo vắt lấy ½ bát nước cốt dừa và 1 tô dừa dão.",
        "5. Riềng cạo vỏ, rửa sạch, băm nhỏ.",
        "6. Rau thơm nhặt bỏ lá hư, rửa sạch, để ráo nước."
      ],
      "Thui thịt vịt": [
        "Sau bước sơ chế làm sạch, tiến hành thui thịt vịt để lớp da có mùi thơm đặc biệt và thịt săn chắc hơn. Để có món vịt nấu giả cầy ngon nhất, bạn nên thui qua rơm. Tuy nhiên việc thui bằng rơm khá khó áp dụng ở các thành phố lớn, bạn có thể thay thế rơm bằng dụng cụ khò để thui thịt vịt hoặc gói vịt trong giấc bạc rồi thực hiện thui trên bếp ga. Thui đến khi lớp da vịt chuyển màu vàng nâu, hơi cháy sém và có mùi thơm là được."
      ],
      "Ướp thịt vịt": [
        "Sau khi thui vịt xiêm, bạn ngâm vịt trong nước và cạo bỏ những lớp tro bám. Bạn chặt vịt xiêm thành những miếng kích cỡ vừa ăn. Ướp vịt xiêm cùng phần sả đã đập dập, 6 muỗng tương hột xay, 1 gói bột cà ri, 2 muỗng dầu màu điều, 2 muỗng hạt nêm, 2 muỗng nước mắm. Trộn đều và ướp trong khoảng 30 phút cho thịt ngấm gia vị."
      ],
      "Nấu vịt xiêm giả cầy": [
        "Bắc nồi lên bếp, cho vào 2 muỗng dầu ăn, phi thơm tỏi, hành tím đã băm nhuyễn. Tiếp đến cho thịt vịt đã thấm gia vị vào đảo đều, xào săn lại. Khi thịt vịt đã săn lại và có mùi thơm thì đổ nước cốt dừa ngập thịt, đập nắp và đun nhỏ lửa.",
        "Ninh vịt xiêm trong khoảng 45 – 60 phút, đến khi thấy phần nước gần cạn, sánh đặc lại và thịt vịt chín mềm thì tắt bếp. Sau cùng cho riềng giã nhuyễn vào đảo đều để món ăn dậy mùi thơm hấp dẫn."
      ],
      "Cách làm nước chấm vịt xiêm giả cầy": [
        "Giã nhuyễn đậu phộng. Bạn pha nước chấm theo tỉ lệ sau: cho đậu phộng giã nhuyễn, 3 muỗng sả băm, ½ muỗng bột ngọt, 3 muỗng nước cốt dừa vào ½ bát tương hột xay. Hòa tan để các gia vị hòa quyện vào nhau, tạo nên vị đậm đà của tương hột, vị béo của nước cốt dừa và đậu phộng giã nhuyễn."
      ]
    },
    "note": "Đổ vịt xiêm nấu giả cầy ra bát, rắc rau thơm và thưởng thức cùng nước chấm ngay khi còn nóng. Bạn có thể ăn vịt xiêm nấu giả cầy cùng cơm trắng, bánh mì hay khoai mì, khoai lang đều rất ngon. Thịt vịt mềm thơm, có vị ngọt tự nhiên, thấm gia vị đã tẩm ướp, hòa quyện với nước xốt sánh mịn có mùi thơm đậm đà của tương hột và hương vị béo thơm của nước cốt dừa."
  },
  {
    "name of dishes": "Vịt Xiêm Nấu Chao",
    "ingredients": {
      "Thịt vịt": "800 g",
      "Nấm rơm": "200 g",
      "Khoai môn": "1 kg",
      "Chao": "250 g",
      "Tỏi, hành tím, gừng, rau thơm": "Tỏi, hành tím, gừng, rau thơm",
      "Gia vị": "hạt nêm, đường, bột ngọt, ớt xay, giấm, dầu màu điều"
    },
    "steps to cook": {
      "Sơ chế nguyên liệu": [
        "1. Vịt mua về cạo sạch lông, cạo bỏ lớp mỡ dính xung quanh, dùng rượu trắng pha loãng ngâm vài lát gừng để rửa sạch vịt và khử mùi. Chặt vịt thành những miếng kích cỡ vừa ăn.",
        "2. Gừng cạo vỏ, rửa sạch, thái sợi nhỏ.",
        "3. Tỏi, hành tím bóc vỏ, rửa sạch và băm nhuyễn.",
        "4. Pha 1 muỗng muối, 3 muỗng giấm với ½ tô nước sạch, khuấy đều để làm tan muối. Ngâm khoai môn trong hỗn hợp vừa pha để làm sạch nhựa, sau đó đeo găng tay vào rồi tiến hành gọt vỏ, rửa sạch lại với nước rồi vớt ra để ráo. Thái khoai môn thành những miếng nhỏ.",
        "5. Ướp thịt vịt: Cho vịt ra 1 tô sạch. Cho 1 muỗng dầu màu điều, 2 muỗng đường, 1 muỗng gừng, tỏi, hành tím đã băm nhuyễn, 2 muỗng chao, đánh chao nhuyễn mịn rồi trộn đều với thịt vịt. Ướp thịt trong khoảng 20 phút để nguyên liệu thấm đều gia vị."
      ],
      "Làm vịt nấu chao": [
        "Bắc chảo lên bếp, cho vào 2 muỗng dầu ăn, phi thơm gừng, hành, tỏi đã băm nhuyễn. Cho phần thịt đã ướp vào, trở đều hai mặt để thịt chín đều. Chiên lửa vừa trong khoảng 10 phút đến khi thịt rám vàng hai mặt thì cho vào nồi nấu.",
        "Đổ lượng nước vừa ăn vào nồi, đun sôi, có thể thay nước thông thường bằng nước dừa xiêm nếu bạn thích ăn vịt nấu chao ngọt nước. Để vịt nhanh ngấm gia vị và thịt săn hơn, ban đầu bạn cho nước ngập 2/3 thịt vịt, đun đến khi nước sôi già thì thêm nước rồi tiếp tục đun lửa nhỏ để vịt chín mềm.",
        "Phần nước xốt gia vị còn sót lại bạn cho khoai môn vào trộn đều, như vậy khoai môn sẽ lên màu đẹp hơn. Phi thơm hành tỏi rồi chiên vàng khoai môn trên chảo nóng.",
        "Sau khi nấu vịt được khoảng 30 phút, bạn cho khoai vào nồi, tiếp tục đun lửa liu riu để thịt vịt và khoai môn chín mềm. Nêm nếm lại gia vị với 1 muỗng hạt nêm, ½ muỗng bột ngọt. Lưu ý không nên cho mắm vào món vịt nấu chao vì khiến nước chấm bị đắng. Cho tiếp nấm rơm vào nấu thêm khoảng 5 phút rồi tắt bếp.",
        "Múc vịt nấu chao ra tô, dọn ra bàn và thưởng thức. Vịt nấu chao ăn kèm với bún tươi, nước chấm chao rất ngon miệng."
      ],
      "Cách làm nước chấm ăn vịt nấu chao": [
        "Phi thơm hành, tỏi băm trên chảo nóng, cho 3 muỗng chao vào, dầm chao nhuyễn mịn, nêm thêm 3 muỗng đường, 1 – 2 muỗng ớt xay, đun lửa nhỏ đến khi chao chín thơm thì tắt bếp. Sau khi tắt bếp bạn mới thêm vào 1 muỗng nước cốt chanh và trộn đều, không nên cho nước cốt chanh trong khi đun vì sẽ khiến nước chấm bị đắng."
      ]
    },
    "note": "Vịt xiêm nấu chao thường dùng để ăn kèm với bún, mì sợi hoặc cơm trắng. Món ăn thường được thưởng thức với rau sống, bánh đa và nước mắm pha chua ngọt. Nước mắm pha chua ngọt tạo nên hương vị đặc trưng cho món ăn này."
  },
  {
    "name of dishes": "Vịt Xiêm Nấu Lagu",
    "ingredients": {
      "Thịt vịt": "500 g",
      "Khoai tây": "2 củ",
      "Hành tây": "0.5 củ",
      "Cà rốt": "2 củ",
      "Nấm rơm": "100 g",
      "Nước dừa tươi": "500 ml",
      "Đậu Hà Lan": "200 g",
      "Hành tím, tỏi, gừng, hành lá, ngò rí": "Hành tím, tỏi, gừng, hành lá, ngò rí",
      "Sắn dây": "1 muỗng",
      "Gia vị": "muối, hạt nêm, tiêu xay, tương ớt, dầu màu điều"
    },
    "steps to cook": {
      "Sơ chế nguyên liệu": [
        "1. Rửa sạch vịt với nước, dùng muối và gừng tươi chà xát thân vịt để loại bỏ chất bẩn. Ngâm vịt trong hỗn hợp rượu trắng và giấm ăn trong khoảng 15 phút rồi rửa sạch lại với nước lạnh. Chặt vịt thành những miếng vừa ăn.",
        "2. Khoai tây gọt vỏ, ngâm trong nước lạnh để rửa sạch nhựa, vớt ra để ráo rồi thái khoai thành những miếng nhỏ.",
        "3. Cà rốt cạo vỏ, rửa sạch rồi thái miếng khoảng 3cm.",
        "4. Hành tây bóc vỏ, rửa sạch, thái múi cau.",
        "5. Hành lá, ngò rí nhặt bỏ lá hư, rửa sạch, cắt khúc.",
        "6. Khoai lang gọt vỏ, rửa sạch rồi thái khoanh chừng 2cm.",
        "7. Gừng cạo vỏ, rửa sạch, thái sợi nhỏ.",
        "8. Nấm rơm gọt sạch, ngâm trong nước muối khoảng 5 phút, vớt ra rửa sạch rồi để ráo."
      ],
      "Ướp nguyên liệu": [
        "Ướp thịt vịt với 1 muỗng đường, 1 muỗng muối, 1 muỗng hạt nêm, 1 muỗng tiêu xay. Trộn đều để thịt ngấm gia vị và tiến hành ướp trong khoảng 30 phút.",
        "Cho khoai tây, cà rốt đã thái vào tô sạch, ướp với ½ muỗng đường, 1 muỗng hạt nêm, ½ muỗng tiêu xay rồi trộn đều, ướp trong 5 phút.",
        "Ướp nấm rơm đã sơ chế với ½ muỗng hạt nêm trong khoảng 3 phút."
      ],
      "Làm vịt xiêm nấu lagu thơm ngon": [
        "Bạn bắc nồi lên bếp, cho 2 muỗng dầu màu điều vào, đợi dầu sôi rồi phi thơm hành tím, tỏi băm nhuyễn, gừng thái sợi. Cho toàn bộ phần thịt vịt đã ướp vào xào săn với lửa vừa. Sau khi thịt đã săn lại, bạn cho nước dừa tươi sâm sấp mặt thịt. Cho thêm khoảng 700ml nước vào nồi. Đun đến khi nước sôi trở lại thì vặn lửa nhỏ để vịt chín mềm. Chú ý thường xuyên hớt bọt để nước được trong hơn.",
        "Cho 1 muỗng dầu màu điều vào chảo, phi thơm hành, tỏi băm rồi cho khoai tây, cà rốt vào, đảo đều rồi chiên vàng đều hai mặt. Sau khi cà rốt, khoai tây đã chín thì vớt ra, cho vào nồi thịt vịt. Xào chín nấm rơm tương tự rồi cũng cho vào nấu chung với thịt vịt.",
        "Tiếp đến bạn cho đậu Hà Lan, hành tây vào nấu với lửa vừa. Đun đến khi các nguyên liệu chín đều, nêm thêm 1 muỗng muối, 2 muỗng đường, 1 muỗng hạt nêm để món vịt xiêm nấu lagu có vị đậm đà hơn khi ăn kèm với bánh mì hoặc bún.",
        "Chuẩn bị một bát nhỏ, hòa tan bột sắn dây với nước lạnh. Từ từ đổ vào nồi vịt, vừa đổ vừa khuấy nhẹ cho tới khi hỗn hợp sệt lại thì tắt bếp."
      ],
      "Trình bày và thưởng thức": [
        "Múc vịt xiêm nấu lagu ra bát nhỏ, trang trí với hành lá, ngò rí, rắc một ít tiêu xay, ăn cùng cơm nóng, bánh mì hay bún đều rất tuyệt. Vịt xiêm nấu lagu là sự hòa quyện màu sắc của khoai tây, cà rốt, khoai lang cùng nước xốt vàng nâu sánh mịn và thịt vịt ngọt mềm, béo thơm."
      ]
    },
    "note": "Món vịt xiêm nấu lagu thường ăn kèm với cơm nóng, bánh mì hoặc bún. Nó có hương vị đậm đà và hấp dẫn từ sự kết hợp của khoai tây, cà rốt, khoai lang cùng nước xốt và thịt vịt thơm ngon."
  },
  {
    "name of dishes": "Vịt Xiêm Nấu Măng",
    "ingredients": {
      "Vịt xiêm": "700 g",
      "Măng": "100 g",
      "Hành ngò": "Tùy theo khẩu vị",
      "Hành tím": "Tùy theo khẩu vị",
      "Tỏi": "Tùy theo khẩu vị",
      "Gừng": "Tùy theo khẩu vị",
      "Muối": "1 muỗng",
      "Bột ngọt": "2 muỗng",
      "Hạt nêm": "2 muỗng",
      "Tiêu": "1 muỗng",
      "Đường": "2 muỗng",
      "Nước mắm": "1 muỗng",
      "Ớt băm": "Tùy theo khẩu vị",
      "Dầu ăn": "Tùy theo khẩu vị"
    },
    "steps to cook": [
      "1. Sơ chế nguyên liệu: Làm sạch thịt vịt, thái thành miếng nhỏ, ướp gia vị trong 20 phút.",
      "2. Ngâm măng trong nước khoảng 6-8 tiếng, luộc và xả sạch.",
      "3. Chuẩn bị gừng, tỏi, hành tím.",
      "4. Ướp thịt vịt với gia vị đã chuẩn bị.",
      "5. Làm vịt nấu măng: Làm nóng chảo, trút phần thịt đã ướp vào, cho nước mắm, đường và đảo đều.",
      "6. Đun trong khoảng 15 phút, sau đó cho măng đã sơ chế vào nấu.",
      "7. Nêm thêm muối và hạt nêm, nấu thêm khoảng 10 phút và hớt bọt thường xuyên.",
      "8. Phi thơm hành tím trên một chảo nóng, sau đó cho hành phi và hành lá vào nồi vịt nấu măng.",
      "9. Trình bày và thưởng thức: Múc vịt nấu măng ra tô, chan nước dùng thơm ngon, thêm tiêu và tỏi băm tùy khẩu vị, dùng kèm với rau thơm và rau sống."
    ],
    "note": "Món Vịt Xiêm Nấu Măng có hương vị hấp dẫn, thơm ngon và phù hợp cho các dịp gia đình hoặc tiệc cỗ. Lưu ý luôn kiểm tra và hớt bọt để làm cho nước dùng trong sạch hơn và thơm ngon."
  },
  {
    "name of dishes": "Đuôi heo hầm đậu phộng",
    "ingredients": {
      "Đậu phộng sống": "100 g",
      "Đuôi heo": "300 g",
      "Nước dùng hầm từ xương heo": "2 bát",
      "Hạt nêm": "Tùy khẩu vị",
      "Tiêu": "Tùy khẩu vị",
      "Đường": "Tùy khẩu vị"
    },
    "steps to cook": [
      "1. Ngâm đậu phộng sống trong nước khoảng 30 phút để nở mềm.",
      "2. Thái đuôi heo thành khúc vừa ăn, rửa sạch với nước muối pha loãng.",
      "3. Luộc sơ đuôi heo với nước sôi. Sau đó rửa lại bằng nước sạch.",
      "4. Cho nước dùng (hoặc nước lạnh nếu không có nước dùng) vào nồi, đun sôi.",
      "5. Cho đuôi heo vào nồi và hầm chín. Nêm gia vị cho vừa ăn.",
      "6. Cuối cùng, cho đậu phộng vào nồi và hầm chín mềm là được.",
      "7. Đuôi heo hầm đậu phộng là món ăn lạ miệng và bổ dưỡng. Bạn có thể dùng nóng với cơm trắng hoặc bún tươi."
    ],
    "note": ""
  },
  {
    "name of dishes": "Sườn Cốt Lết Rim Xì Dầu",
    "ingredients": {
      "Sườn cốt lết": "600 g",
      "Muối": "Tùy khẩu vị",
      "Xì dầu": "Tùy khẩu vị",
      "Mật ong": "Hai thìa canh",
      "Tỏi": "Tùy khẩu vị",
      "Dầu hào": "Một ít",
      "Đường nâu": "Hai thìa nhỏ",
      "Hành lá": "Tùy khẩu vị"
    },
    "steps to cook": [
      "1. Sườn cốt lết rửa sạch, để ráo, và chần sơ để sườn thấm gia vị nhanh hơn.",
      "2. Cho sườn vào âu sạch, thêm tỏi giã, mật ong, đường nâu, muối, dầu hào, xì dầu. Trộn đều và dùng màng thực phẩm bọc kín. Đặt vào tủ lạnh ướp từ 7-8 tiếng để sườn thấm gia vị.",
      "3. Sườn sau khi ướp, lấy ra khỏi tủ lạnh. Đun nóng một ít dầu ăn trong chảo, phi tỏi thơm.",
      "4. Cho sườn vào chảo, dùng đũa ấn nhẹ để mặt thịt áp vào chảo. Đảm bảo mặt thịt vàng mỗi mặt.",
      "5. Sau khi mặt thịt vàng, thêm một ít nước lọc và xì dầu. Đun sôi với lửa nhỏ.",
      "6. Khi đun, đảm bảo đều đặn khuấy đều miếng thịt. Đun từ 30-40 phút hoặc cho đến khi thịt mềm vừa ý.",
      "7. Nêm gia vị cho vừa khẩu vị, giảm bớt nước kho thịt nếu cần, thêm hành lá thái nhỏ, và sau đó múc thịt ra đĩa để dùng làm món mặn ăn với cơm."
    ],
    "note": "Món Sườn Cốt Lết Rim Xì Dầu có hương vị độc đáo và hấp dẫn, đặc biệt khi kết hợp vị ngọt từ mật ong và hương vị xì dầu. Đảm bảo đun thịt đều đặn để đạt độ mềm vừa ý."
  },
  {
    "name of dishes": "Thịt Ba Chỉ Nướng Xiên",
    "ingredients": {
      "thịt ba chỉ": "400 g",
      "sả băm": "1 thìa canh",
      "Mật ong": "theo khẩu vị",
      "Dầu hào": "theo khẩu vị",
      "Muối": "theo khẩu vị",
      "Nước mắm": "theo khẩu vị",
      "Tỏi": "theo khẩu vị",
      "Hành khô": "theo khẩu vị",
      "Kim chi cải thảo": "theo khẩu vị",
      "Củ kiệu ngâm chua ngọt": "theo khẩu vị",
      "Xà lách xoăn": "theo khẩu vị"
    },
    "steps to cook": [
      "Rửa sạch thịt ba chỉ và để ráo. Sau đó, cắt thịt thành từng miếng vừa ăn.",
      "Ướp thịt: Trong một bát, trộn thịt với sả băm, 2 thìa canh mật ong, nửa thìa nhỏ muối, 1 thìa canh nước mắm, 1 thìa nhỏ dầu hào, tỏi, và hành khô. Trộn đều để thịt ngấm gia vị. Đậy nắp và ướp thịt khoảng 2 - 3 giờ.",
      "Xiên thịt: Dùng tay xiên những miếng thịt vào xiên tre hoặc xiên thịt bằng nhôm.",
      "Nướng thịt: Xếp những xiên thịt lên vỉ nướng và nướng thịt trên than hoa đến khi thịt chín và có màu vàng đẹp.",
      "Chuẩn bị các phụ gia: Múc kim chi cải thảo ra một bát. Rửa sạch củ kiệu và trộn củ kiệu với một thìa nhỏ giấm, một ít đường, và một ít muối. Ướp củ kiệu khoảng 30 phút. Bạn cũng có thể mua củ kiệu ngâm chua ngọt sẵn.",
      "Chuẩn bị xà lách: Rửa sạch xà lách xoăn và để ráo.",
      "Ăn: Khi dùng, bạn có thể múc một ít thịt nướng lên lá xà lách xoăn, sau đó gắp một ít kim chi và củ kiệu. Cuối cùng, cuốn lại thành một cuốn nhỏ để ăn."
    ],
    "note": "Món Thịt Ba Chỉ Nướng Xiên thường được ăn kèm với các loại nước mắm pha chua ngọt hoặc nước mắm pha theo khẩu vị của mỗi người."
  },
  {
    "name of dishes": "Thịt thăng sốt trứng chua ngọt",
    "ingredients": {
      "Thịt thăn": "200 g",
      "Trứng": "1 quả",
      "Tinh bột ngô": "100 g",
      "Nước": "50 ml",
      "Rượu nấu": "15 ml",
      "Muối": "Xíu"
    },
    "steps to cook": [
      "1. Pha nước sốt chua ngọt: Múc sốt cà chua ra một bát riêng. Trong một bát khác, đổ đường, sau đó bổ sung giấm và khuấy đều cho đến khi đường tan hoàn toàn. Tiếp theo, đổ nước vào và khuấy đều vài lần. Hỗn hợp này sẽ tạo thành nước sốt chua ngọt.",
      "2. Chuẩn bị thịt: Cắt thịt thăn thành miếng dài khoảng 5-6cm và dày khoảng 1.5cm. Ướp thịt với ít muối và rượu nấu khoảng 30 phút để thấm.",
      "3. Pha bột trứng: Trong một bát, đổ tinh bột ngô, đập quả trứng vào, sau đó từ từ thêm 50ml nước và khuấy đều cho đến khi hỗn hợp trở nên mịn và sánh. Không nên đổ tất cả nước vào một lần để tránh tạo cục.",
      "4. Chiên thịt: Hâm nóng một chảo với đủ dầu để ngập mặt. Nhúng thịt vào hỗn hợp bột trứng ở bước 3 và sau đó thả thịt vào chảo để chiên cho đến khi thịt có màu vàng đều ở cả hai mặt. Sau khi chiên xong, vớt thịt ra và để thử ráo dầu.",
      "5. Làm nước sốt: Giữ một lớp dầu trong chảo, đun nóng chảo trở lại. Cho sốt cà chua vào và đảo trong vài giây, sau đó đổ hỗn hợp nước sốt chua ngọt vào và đảo liên tục. Khi nước sốt sôi và bắt đầu sủi bọt, đặt thịt thăn đã chiên vào chảo và đảo nhanh chóng trong khoảng 5 phút ở lửa vừa. Nước sốt sẽ cạn đi một phần.",
      "6. Sắp xếp món ăn: Gắp thịt thăn ra đĩa sâu và sau đó rưới phần nước sốt lên trên. Trang trí món ăn bằng vài cọng hành lá thái sợi."
    ],
    "note": "Nhúng thịt qua bột trứng trước khi chiên để thịt không bị dính vào nhau và giữ được độ ngọt tự nhiên. Tránh để lửa quá lớn khi chiên thịt để tránh thịt khô. Lượng nước khi làm nước sốt có thể điều chỉnh để có độ sánh mượt mong muốn."
  },
  {
    "name of dishes": "Thịt viên bọc trứng cút sốt cà chua",
    "ingredients": {
      "Thịt nạc băm": "300 g",
      "Trứng cút": "7-10 quả",
      "Hành tây màu tím hoặc màu trắng": "1/2 củ",
      "Đậu (hay còn gọi là củ sắn)": "1/4 củ",
      "Cà chua": "2-3 quả",
      "Muối": "Số lượng cần",
      "Đường": "Số lượng cần",
      "Nước mắm": "Số lượng cần",
      "Hạt tiêu": "Số lượng cần",
      "Hành khô": "Số lượng cần",
      "Xì dầu": "Số lượng cần",
      "Tỏi": "Số lượng cần"
    },
    "steps to cook": [
      "1. Thịt nạc băm đổ ra bát, trộn vào một thìa nhỏ muối, hai thìa nhỏ nước mắm, hạt tiêu, hành khô thái nhỏ, dùng thìa quết nhuyễn.",
      "2. Hành tây bóc bỏ vỏ khô, băm nhuyễn. Củ đậu rửa sạch, bóc bỏ vỏ khô, băm nhuyễn.",
      "3. Trộn lẫn hành tây, củ đậu vào âu thịt, dùng màng thực phẩm bọc kín, cho vào tủ lạnh khoảng từ 2 đến 3 tiếng đồng hồ.",
      "4. Trứng cút luộc chín, bóc bỏ vỏ.",
      "5. Cà chua rửa sạch, băm nhuyễn hoặc có thể dùng máy sinh tố, xay cà chua thật mịn.",
      "6. Thịt sau khi ướp, dùng thìa múc thành những viên tròn, ấn dẹp ra, cho trứng cút vào giữa, bọc kín lại, làm cho hết phần thịt và phần trứng cút.",
      "7. Đun nóng chõ hấp, xếp những viên thịt vào, hấp khoảng từ 5 đến 6 phút để phần thịt se mặt lại.",
      "8. Thịt sau khi hấp chín, để qua một bên. Tiếp theo đun nóng một ít dầu ăn, phi hành, tỏi thơm, cho cà chua xay vào đun sôi, đun khoảng 5 phút.",
      "9. Cho những viên thịt đã hấp vào chảo cà chua, đậy kín nắp, nêm nước mắm, đường, xì dầu cho vừa ăn, đun sôi lửa nhỏ. Khi đun bạn nêm nếm lại gia vị cho vừa ăn. Đun đến khi phần cà chua dẻo quánh lại thì tắt bếp, thêm hành lá thái nhỏ vào, múc ra đĩa dùng làm món mặn ăn với cơm."
    ],
    "note": ""
  },
  {
    "name of dishes": "Thịt kho mắm ruốc",
    "ingredients": {
      "Thịt ba rọi": "200 g",
      "Mắm ruốc": "2 thìa canh",
      "Sả bằm": "1/2 chén",
      "Ớt sừng đỏ": "3 trái"
    },
    "steps to cook": [
      "Thịt ba rọi rửa sạch bằm thô. Các nguyên liệu như sả bằm, mắm ruốc, ớt sừng chuẩn bị sẵn.",
      "Mắm ruốc đánh tan với nước lọc, để lắng cặn.",
      "Làm nóng dầu, cho sả vào phi vàng, tiếp đến cho ớt bằm vào.",
      "Cho thịt ba rọi vào trộn đều đến khi thịt hơi vàng.",
      "Cho mắm ruốc đã hòa tan vào, để lửa nhỏ kho cho thấm thịt. Thêm hai thìa cà phê ớt sa tế, trộn đều rồi nêm lại gia vị cho vừa ăn.",
      "Kho đến khi mắm kẹo lại, tỏa mùi thơm nức là được."
    ],
    "note": ""
  },
  {
    "name of dishes": "Thịt ram mặn",
    "ingredients": {
      "Thịt nạt thăn hoặc thịt ba chỉ": "300 g",
      "Củ hành tím, tỏi, gừng, hành lá": "Số lượng cần",
      "Nước mắm": "Số lượng cần",
      "Dầu ăn": "Số lượng cần",
      "Hạt nêm": "Số lượng cần",
      "Đường": "Số lượng cần"
    },
    "steps to cook": [
      "Hành lá bạn cắt nhỏ.",
      "Tỏi và hành tím bóc vỏ rồi cắt lát mỏng.",
      "Phi vàng hành tím và tỏi trong chảo nóng với chút dầu ăn rồi lấy ra bát nhỏ để riêng.",
      "Thịt thái miếng mỏng vừa ăn, cho thêm chút nước mắm và hạt nêm rồi ướp trong khoảng 15 phút. Thắng nước hàng với 1,5 thìa canh đường rồi đổ vào thịt ướp cùng thêm 15 phút nữa.",
      "Cho thêm nước lọc hoặc nước dừa tùy thích vào nồi thịt sao cho nước xâm xấp mặt thịt rồi cho lên bếp đun với lửa to. Đến khi nồi thịt sôi thì bạn đảo đều, bớt lửa và đậy kín lại và tiếp tục đun với lửa nhỏ đến khi nước gần cạn thì bạn cho thêm hành tỏi phi thơm ở bước 3 vào đảo đều nhé!",
      "Lúc này, bạn cho thêm các gia vị vào, nêm nếm lại cho vừa ăn rồi tiếp tục đun đến khi nồi thịt cạn hết nước thì bạn tắt bếp và rắc thêm một ít hành lá cho đẹp mắt."
    ],
    "note": ""
  },
  {
    "name of dishes": "Móng lợn chiên nước mắm",
    "ingredients": {
      "Móng lợn": "500 g",
      "Dầu ăn": "Số lượng cần",
      "Nước mắm": "2 thìa súp",
      "Đường": "1 thìa cà phê",
      "Bột nêm": "Số lượng cần",
      "Tiêu": "Số lượng cần",
      "Ớt": "Số lượng cần"
    },
    "steps to cook": [
      "Chân giò cạo sạch lông. Chặt thành từng khúc vừa ăn. Ướp chân giò với các loại gia vị, để một lát cho chân giò thấm gia vị.",
      "Cho chân giò lên xửng hấp, canh chân giò vừa chín đến là được. Nếu chân giò chín mềm quá chiên sẽ không có độ giòn, ngược lại, chân giò chưa chín sẽ rất dai.",
      "Đặt chảo lên bếp, cho dầu ăn vào. Khi dầu ăn sôi, cho móng giò vào rán. Nhớ trở đều để móng giò được chín vàng, giòn.",
      "Giò chiên xong, vớt ra để ráo dầu. Có thể làm chén nước mắm chanh tỏi ớt để ăn kèm. Móng giò chiên nước mắm có thể dùng làm món ăn chơi hay ăn với cơm đều ngon miệng."
    ],
    "note": ""
  },
  {
    "name of dishes": "Bắp cải cuốn thịt sốt cà chua",
    "ingredients": {
      "Thịt lợn xay": "600g",
      "Trứng": "1 quả",
      "Bắp cải": "1 cái",
      "Cơm trắng": "1 chén",
      "Rau mùi": "Số lượng cần",
      "Hành tây": "1/2 củ, băm nhỏ",
      "Nước sốt cà chua": "1/2 chén",
      "Muối": "Số lượng cần",
      "Hạt tiêu": "Số lượng cần"
    },
    "steps to cook": [
      "Bắp cải chọn mua loại có tàu lá to, lành lặn, cắt bỏ 1-2 lớp lá già ngoài cùng và rửa sạch.",
      "Cho bắp cải vào nồi luộc qua khoảng 3-4 phút cho lá mềm.",
      "Sau đó, các ấy dùng dao nhẹ nhàng tách từng lá ra.",
      "Trong một bát lớn, cho hỗn hợp thịt lợn xay, trứng, hành tây băm nhỏ, rau mùi thái nhỏ, cơm trắng, nêm gia vị và hạt tiêu, bột ớt nếu thích ăn cay.",
      "Nhào trộn hỗn hợp cho thật đều này.",
      "Bạn lấy một cái lá, cắt bỏ bớt phần cuộng cho dễ cuốn, rửa qua nước.",
      "Múc ít thịt cho vào giữa.",
      "Gập đầu lá xuống, tiếp đến là hai bên rồi cuộn như cuộn nem vậy. Tiếp tục, cuộn như vậy với những cái tiếp theo.",
      "Với những phần lá nhỏ bên trong, bạn thái nhỏ cho vào nồi.",
      "Xếp từng miếng cuộn ngay ngắn vào nồi.",
      "Cuối cùng, đổ tương cà chua vào đun trên lửa vừa, om một lúc cho chín và ngấm đều cà chua. Gắp ra đĩa và thưởng thức ngay thôi nào."
    ],
    "note": ""
  },
  {
    "name of dishes": "Chả Bò",
    "ingredients": {
      "Thịt nạc bò": "1 kg",
      "Mỡ heo": "200 g",
      "Tiêu đen": "1 muỗng canh",
      "Tỏi": "15 g",
      "Thì là": "10 g",
      "Lá chuối": "Đủ để gói chả"
    },
    "steps to cook": {
      "Sơ chế thịt bò, mỡ heo": [
        "1. Thịt bò làm sạch, cắt nhỏ, rửa với nước đá lạnh, lau khô và đặt vào ngăn đông tủ lạnh trong 1 tiếng.",
        "2. Mỡ heo làm sạch, lấy 150g cắt nhỏ, đặt vào tủ đông đá trong 1 tiếng. Phần mỡ còn lại luộc trong nước và cắt hạt lựu, ướp với 1 muỗng canh đường và trộn đều."
      ],
      "Làm giò sống": [
        "1. Thịt bò và mỡ heo đặt vào cối xay, xay nhuyễn trong 20 giây.",
        "2. Nêm vào 2 muỗng canh nước mắm, 1 muỗng cà phê đường và ½ muỗng cà phê bột ngọt, xay thêm 30 giây.",
        "3. Dùng 2 viên nước đá nhỏ, đập nhuyễn và cho vào cối xay, tiếp tục xay thịt trong 10 giây. Làm lần lượt như vậy 3 lần cho thịt quánh dẻo.",
        "4. Thêm 1 muỗng canh tinh bột khoai tây, ½ muỗng cà phê bột nổi vào thịt và xay thêm 10 giây, sau đó tăng tốc độ máy và xay thêm 30 giây.",
        "5. Trải đều thịt xay ra màng bọc thực phẩm, gói lại và đặt trong ngăn đông để làm lạnh."
      ],
      "Sơ chế các nguyên liệu khác": [
        "1. Tiêu đem đi giã sơ, tỏi bóc vỏ và băm nhuyễn.",
        "2. Lá chuối rửa sạch, trụng sơ qua nước sôi và lau khô."
      ],
      "Xay giò sống thêm một lần nữa": [
        "1. Lấy giò bò ra sau khi làm lạnh trở lại, cho vào cối cùng tiêu và tỏi, xay thêm 1 phút.",
        "2. Trút thịt xay ra âu và trộn đều với thì là và mỡ heo cắt nhỏ ướp đường."
      ],
      "Gói chả bò": [
        "1. Đặt giò bò đã xay quánh mịn và trộn đều lên lá chuối.",
        "2. Gói chặt tay để tạo hình chả bò."
      ],
      "Luộc chả": [
        "1. Cho chả đã gói vào nồi luộc khoảng 35 phút.",
        "2. Sau khi luộc chín, vớt ra để nguội là có thể thưởng thức."
      ]
    },
    "note": [
      "1. Bạn nên mua thịt nạc bò tươi, có ít gân để món chả hấp dẫn và thơm hơn.",
      "2. Nên mua thịt bò làm sạch sẵn, đem về cho ngay vào ngăn đông. Nếu rửa nước, bạn phải lau thật khô thịt bò rồi làm lạnh ngay lập tức.",
      "3. Khi làm chả bò, hãy giữ thịt luôn lạnh để đảm bảo giò sống được quánh dẻo, không bị bở. Trong lúc xay, nếu thấy thịt đã nguội, hãy cho vào ngăn đông để làm lạnh rồi mới xay tiếp.",
      "4. Ngoài luộc, bạn có thể đem chả đi hấp chín.",
      "5. Nếu không thể gói chặt tay, bạn có thể sử dụng dụng cụ gói chả để đảm bảo thành phẩm có kết cấu đẹp mắt.",
      "6. Nên chọn loại cối xay có công suất lớn. Nếu muốn làm chả với số lượng lớn, bạn có thể mua máy xay giò sống chuyên biệt để công đoạn thực hiện được đơn giản và tiết kiệm thời gian hơn.",
      "7. Chả bò sau khi làm xong, bạn nên dùng ngay vì chúng chỉ có thể bảo quản trong 1 ngày ở điều kiện nhiệt độ bình thường. Nếu để chả trong ngăn mát của tủ lạnh, bạn có thể dùng chúng trong 7 – 8 ngày. Còn nếu đặt ở ngăn đông và nhiệt độ dưới -18 độ C, chả có thể được bảo quản trong 1 tháng, lúc cần ăn thì đem ra hấp lại."
    ]
  },
  {
    "name of dishes": "Cá Biển Kho Ngon",
    "ingredients": {
      "500g cá biển (cắt khúc)": "1 con",
      "100g thịt ba chỉ (cắt miếng)": "100g",
      "1 trái ớt sừng (băm nhuyễn)": "1 trái",
      "Hành lá (cắt nhỏ)": "1 bó",
      "Tỏi (bóc vỏ, băm nhuyễn)": "3 tép",
      "Hành tím (bóc vỏ, băm nhuyễn)": "1 củ",
      "Tương ớt": "1,5 muỗng canh",
      "Hạt nêm": "1 muỗng canh",
      "Bột canh": "½ muỗng canh",
      "Tiêu": "1 ít",
      "Dầu ăn": "2 muỗng canh"
    },
    "steps to cook": {
      "Sơ chế nguyên liệu": [
        "1. Chuẩn bị cá biển: Mua cá biển tươi ngon, cắt khúc hoặc nhờ người bán chuẩn bị sẵn.",
        "2. Chuẩn bị các nguyên liệu khác: Băm nhuyễn tỏi, hành tím. Cắt nhỏ hành lá. Băm nhuyễn ớt sừng."
      ],
      "Ướp cá và thịt heo": [
        "1. Ướp cá: Trong một tô, ướp cá với 3 muỗng canh nước mắm, ½ muỗng canh hạt nêm, ½ muỗng canh bột canh, 1,5 muỗng canh tương ớt, tiêu, hành tím, tỏi, ớt băm. Trộn đều và để khoảng 10 phút.",
        "2. Ướp thịt heo: Ướp thịt heo với 1 ít bột canh và hạt nêm. Trộn đều."
      ],
      "Kho cá": [
        "1. Đun nóng 2 muỗng canh dầu ăn trong một nồi, thêm 1 muỗng canh đường vào để phi nước màu.",
        "2. Khi thấy đường tan và có màu nâu cánh gián, thêm cá và thịt heo đã ướp vào nồi, nấu khoảng 2 phút.",
        "3. Đổ 300-500ml nước sôi vào nồi và đun với lửa nhỏ cho đến khi cá chín và nước keo lại sền sệt.",
        "4. Trước khi tắt bếp, thêm hành lá cắt nhỏ vào nồi và khuấy đều."
      ]
    },
    "note": "Nếu không thích quá cay, bạn có thể giảm lượng ớt sừng hoặc tương ớt theo khẩu vị. Hãy chú ý khi chọn cá biển tươi ngon để đảm bảo hương vị tốt nhất cho món ăn."
  },
  {
    "name of dishes": "Gỏi Dưa Leo Khô Cá Sặc",
    "ingredients": {
      "Khô cá sặc (xé thành từng miếng nhỏ)": "3 con",
      "Dưa leo (cắt khoanh mỏng)": "5 quả",
      "Tỏi (băm nhỏ)": "1 củ",
      "Chanh (lấy nước)": "1 quả",
      "Ớt (2 quả cắt lát, 2 quả băm nhỏ)": "4 quả",
      "Rau thơm (hành lá, húng cây, rau mùi, diếp cá, tía tô, ...)": "Tùy chọn",
      "Gia vị (đường, nước mắm, bột ngọt)": "Theo khẩu vị"
    },
    "steps to cook": {
      "Sơ chế nguyên liệu": [
        "1. Rửa sạch dưa leo, gọt vỏ, sau đó cắt khoanh mỏng.",
        "2. Bóc vỏ tỏi và băm nhỏ.",
        "3. Rửa sạch ớt, 2 quả cắt lát và 2 quả băm nhỏ làm nước trộn.",
        "4. Chuẩn bị rau thơm bằng cách ngâm trong nước muối loãng, sau đó cắt khúc."
      ],
      "Nướng khô cá sặc": [
        "1. Đặt vỉ nướng lên bếp và nướng khô cá sặc cho đến khi cá xém vàng và thơm.",
        "2. Gỡ bỏ xương sau đó xé thành từng miếng nhỏ vừa ăn."
      ],
      "Làm nước mắm trộn gỏi": [
        "1. Hòa tan 1 muỗng canh nước lọc và 2 muỗng cà phê đường cho đến khi đường tan hết.",
        "2. Thêm 1 muỗng canh nước mắm và nước cốt 1/2 quả chanh. Sau đó cho tỏi và ớt băm nhỏ vào trộn đều."
      ],
      "Hoàn thành gỏi dưa leo khô cá sặc": [
        "1. Trong một tô, trộn đều dưa leo, tỏi băm, nước mắm trộn gỏi, và rau thơm.",
        "2. Gắp gỏi ra dĩa, đặt phần cá sặc đã xé lên trên, rắc thêm đậu phộng rang hoặc hành phi (nếu thích).",
        "3. Trang trí với rau mùi và lát ớt tươi.",
        "4. Khi ăn, bạn có thể chấm thêm nước mắm chua ngọt, dùng kèm với bánh phồng tôm hoặc bánh tráng mè nướng."
      ]
    },
    "note": "Nếu muốn thêm độ ngon và độ giòn cho món gỏi, bạn có thể thêm các loại rau sống như rau diếp, rau cải, hoặc cà rốt cắt sợi mỏng. Hãy điều chỉnh lượng gia vị sao cho vừa khẩu vị của gia đình bạn."
  },
  {
    "name of dish": "Cháo Cá Hồi Phô Mai",
    "ingredients": {
      "Cá hồi": "200g",
      "Gạo lứt xay nhỏ": "150g",
      "Phô mai": "15g",
      "Nấm hương": "50g",
      "Hành ngò": "5g",
      "Dầu mè": "1 muỗng cà phê"
    },
    "steps": {
      "Sơ chế cá hồi": [
        "Rửa sạch cá hồi với nước muối pha loãng hoặc ngâm cá trong sữa tươi không đường khoảng 20 phút, sau đó rửa lại bằng nước gừng để khử mùi tanh. Thấm khô cá.",
        "Lọc hết xương cá để tránh bị nghẹn khi bé ăn. Đem cá xay nhuyễn, thêm 2 muỗng canh nước lọc và hấp chín."
      ],
      "Sơ chế các nguyên liệu khác": [
        "Gạo vo sạch, ngâm với nước từ 30 phút đến 1 tiếng.",
        "Nấm hương ngâm với nước muối khoảng 1 giờ, sau đó rửa sạch và băm nhuyễn.",
        "Cắt bỏ chân nấm rồi băm nhuyễn.",
        "Rửa sạch hành ngò và cắt nhuyễn."
      ],
      "Nấu cháo": [
        "Cho gạo vào nồi với lượng nước vừa đủ, đun sôi rồi hạ lửa nhỏ để cháo chín nhừ. Trong quá trình nấu, khuấy đều để cháo không bị khê và vớt bọt nổi phía trên."
      ],
      "Hoàn thành & thưởng thức": [
        "Khi cháo đã nhừ, thêm nấm hương và cá hồi đã hấp chín vào nồi, khuấy đều cho hỗn hợp hòa quyện.",
        "Thêm dầu mè vào cháo để tăng thêm hương vị và dinh dưỡng cho bé.",
        "Nêm nếm lại gia vị cho vừa miệng. Trước khi tắt bếp, thêm hành ngò đã chuẩn bị vào, món cháo sẽ thêm hấp dẫn."
      ],
      "tips": [
        "Có thể thêm các loại rau củ như cà rốt, khoai tây, bí đỏ, rau cải xanh, rau ngót, cải bó xôi để đa dạng thực đơn và bổ sung dinh dưỡng cho bé.",
        "Bé nên bắt đầu ăn phô mai từ khi bắt đầu ăn dặm (khoảng 6 tháng tuổi). Nếu bé dưới 1 tuổi, chọn phô mai có hàm lượng chất béo không vượt quá 20%.",
        "Không cho bé ăn phô mai trước khi đi ngủ để tránh tình trạng khó ngủ và đầy bụng."
      ]
    }
  },
  {
    "name of dish": "Canh Ghẹ Rau Muống",
    "ingredients": {
      "Ghẹ tươi": "3 con (khoảng 600 – 800g)",
      "Rau muống": "1 bó",
      "Hành tím": "2 củ",
      "Gia vị": "hạt nêm, bột ngọt, nước mắm, muối, dầu ăn"
    },
    "steps": {
      "Sơ chế nguyên liệu": [
        "Tháo dây buộc của ghẹ, chọc thẳng vào phần chóp dưới yếm ghẹ cho đến khi các càng và chân duỗi thẳng ra.",
        "Chải sạch lớp vỏ bên ngoài của ghẹ, cắt bỏ phần yếm, tách mai và bỏ phần nang mềm. Nếu là ghẹ cái, lấy hết phần gạch ở mai ghẹ, cho vào chén.",
        "Rau muống nhặt lấy phần ngọn non, bỏ bớt lá rồi rửa sạch, vặn thành từng khúc ngắn vừa ăn.",
        "Hành tím bóc vỏ, rửa sạch, băm nhỏ."
      ],
      "Nấu canh": [
        "Bắc nồi lên bếp, thêm 1 muỗng canh dầu ăn, phi hành tím băm nhỏ cho đến khi thơm.",
        "Thêm ghẹ vào xào, nêm vào 1 muỗng cà phê hạt nêm. Xào đến khi ghẹ chuyển sang màu đỏ.",
        "Đổ nước vào nồi, mở lửa lớn. Khi nước sôi và thịt ghẹ đã chín, nêm nếm với nước mắm, hạt nêm cho vừa miệng.",
        "Cho rau muống vào, đợi nước sôi lại nêm thêm 1/2 muỗng cà phê bột ngọt rồi tắt bếp."
      ],
      "Trình bày và thưởng thức": [
        "Múc canh ra tô, trang trí theo ý thích. Thưởng thức khi còn nóng, ăn kèm với bún hoặc cơm trắng."
      ],
      "tips": [
        "Ghẹ sau khi làm sạch, chọc thẳng vào phần chóp dưới yếm ghẹ để tiết ngọt dễ ra khi nấu.",
        "Rau muống nên vò nhẹ và vặn bằng tay trước khi nấu để cọng rau mềm và ngấm nước ghẹ hơn."
      ]
    }
  },
  {
    "name of dish": "Cơm Hến Huế",
    "ingredients": {
      "Hến tươi": "2kg",
      "Gạo tẻ ngon": "400g",
      "Da heo sấy khô": "50g",
      "Đậu phộng": "150g",
      "Khế": "2 quả",
      "Bạc hà (dọc mùng)": "200g",
      "Rau răm": "15g",
      "Hành, tỏi băm": "30g",
      "Mắm ruốc Huế": "2 muỗng canh",
      "Gia vị": "muối, nước mắm, dầu ăn, hạt nêm",
      "Rau ăn kèm": "hoa chuối, lõi cây chuối non bào, húng lủi, giá sống, ngò rí, ớt xiêm"
    },
    "steps": {
      "Nấu cơm": "Chọn loại gạo tẻ ngon, vo sạch và nấu chín. Đánh tơi hạt cơm.",
      "Sơ chế hến và nguyên liệu khác": [
        "Ngâm hến với nước vo gạo trong 30 phút rồi rửa sạch.",
        "Luộc hến trong nước sôi, tách thịt hến ra khỏi vỏ.",
        "Bạc hà tước vỏ, rửa sạch và bào thành sợi mỏng.",
        "Rang đậu phộng với dầu màu điều và muối.",
        "Chiên da heo đến khi giòn."
      ],
      "Xào hến": [
        "Phi hành và tỏi băm với dầu ăn.",
        "Thêm thịt hến vào xào với lửa lớn.",
        "Nêm nước mắm, đường, bột ngọt, tiêu xay và rau răm.",
        "Xào đều đến khi hến thấm gia vị và thơm."
      ],
      "Nấu nước hến": "Hến luộc trước cho vào nước sôi với gừng và hạt nêm, đun sôi đều.",
      "Xào mắm ruốc ăn kèm": "Phi tỏi và ớt băm với dầu ăn, thêm mắm ruốc, nước luộc hến, đường, khuấy đều và đun sôi.",
      "Thành phẩm & thưởng thức": "Xúc cơm ra tô, trộn hến xào, bạc hà, rau sống, khế, da heo chiên giòn, và đậu phộng rang. Rưới mắm ruốc lên trên và trộn đều. Thưởng thức với rau sống và các loại bún hoặc mì."
    },
    "notes": [
      "Chọn hến tươi ngon và không có mùi tanh.",
      "Kiểm tra hến còn sống bằng cách chạm vào vỏ, nếu hến khép lại là còn sống.",
      "Lưu ý điều chỉnh lượng đường trong mắm ruốc theo khẩu vị của bạn."
    ]
  },
  {
    "name of dishes": "Cá Rô Phi Kho Tộ",
    "ingredients": {
      "Cá rô phi": "450g",
      "Thịt ba rọi": "400g",
      "Nước dừa tươi": "100ml",
      "Hành tím": "20g",
      "Hành lá": "3 nhánh",
      "Tỏi": "1 củ",
      "Gừng": "1 củ",
      "Ớt tươi": "3 quả",
      "Nước mắm": "đến khẩu vị",
      "Bột ngọt": "đến khẩu vị",
      "Muối": "đến khẩu vị",
      "Đường": "đến khẩu vị",
      "Tiêu xay": "đến khẩu vị"
    },
    "steps to cook": {
      "Bước 1: Sơ chế cá": [
        "1. Rửa sạch cá rô phi, bỏ mang và vây cá, cạo sạch vảy.",
        "2. Xát muối và chanh lên mình cá, rửa lại 2-3 lần nước cho sạch nhớt, để ráo.",
        "3. Rửa sạch thịt ba rọi, cắt lát dày khoảng 1cm.",
        "4. Lột vỏ hành tím và tỏi, băm nhỏ. Gừng cạo vỏ, rửa sạch rồi băm nhỏ. Chia hành, tỏi, gừng làm 3 phần.",
        "5. Rửa sạch hành lá, cắt khúc. Rửa sạch ớt tươi, cắt lát hoặc để nguyên tùy thích."
      ],
      "Bước 2: Ướp cá và thịt": [
        "1. Hòa tan 1 muỗng canh nước mắm, 1 muỗng canh đường, 1/2 muỗng cà phê muối và 1/2 muỗng cà phê tiêu xay vào một chén nhỏ.",
        "2. Ướp cá từ 30-45 phút với hỗn hợp nước xốt trên và 1/3 phần hành, tỏi, gừng băm.",
        "3. Ướp thịt ba rọi với 1/2 muỗng cà phê muối, 1/2 muỗng cà phê tiêu xay, 1/3 phần hành, tỏi, gừng băm."
      ],
      "Bước 3: Kho cá": [
        "1. Thắng nước màu: Bắc nồi lên bếp, cho vào 1 muỗng canh nước và 1 muỗng canh đường, mở lửa nhỏ và nấu đến khi đường tan.",
        "2. Thêm vào 1 muỗng canh dầu ăn khi thấy nước đường xuất hiện bọng bong to.",
        "3. Phi thơm phần hành, tỏi, gừng còn lại, sau đó cho thịt ba rọi vào nồi, xếp cá lên trên, kho ở lửa vừa trong 10 phút.",
        "4. Dùng đũa đảo nhẹ cho thịt, cá thấm gia vị và đều màu.",
        "5. Thêm 100ml nước dừa, 1 muỗng canh nước mắm, 1 muỗng cà phê bột ngọt và 3 quả ớt vào, tiếp tục kho với lửa nhỏ đến khi nước trong nồi sánh lại, thịt cá chín mềm, thấm gia vị."
      ],
      "Bước 4: Hoàn thành món cá rô kho tộ": [
        "1. Nêm lại gia vị cho vừa miệng, rắc thêm tiêu và hành lá cho thơm, sau đó tắt bếp.",
        "2. Món cá rô kho tộ sẵn sàng dùng nóng với cơm trắng, kèm theo rau luộc hoặc rau sống như dưa leo, cà chua, xà lách, khế chua."
      ]
    },
    "note": "Để có món cá kho ngon, bạn nên rửa cá bằng nước vo gạo, giấm hoặc rượu để khử mùi tanh. Có thể thêm một chút muối hạt hoặc chanh tươi khi rửa cá để làm mất mùi nhớt. Việc ướp cá và thịt với gia vị cẩn thận sẽ tăng hương vị cho món ăn. Trong quá trình kho, bạn nên dùng nước sôi thay vì nước lạnh để không làm mất đi hương vị của cá. Thêm mỡ heo hoặc thịt ba rọi vào kho cá sẽ làm món ăn thêm phần ngon và béo."
  },
  {
    "name of dishes": "Gỏi ốc giác",
    "ingredients": {
      "Ốc giác": "1kg",
      "Thịt ba chỉ": "200g",
      "Đu đủ": "1 quả",
      "Xoài": "1 quả",
      "Cà rốt": "1 củ",
      "Hành tây": "1 củ",
      "Hành tím": "50g",
      "Sả": "2 nhánh",
      "Gừng": "1 củ nhỏ",
      "Đậu phộng": "50g",
      "Mè rang": "5g",
      "Bánh tráng mè": "1 cái",
      "Rau răm, húng lủi, cần tây, ngò gai": "Thái nhỏ",
      "Gia vị": "nước mắm, đường, ớt, tỏi, giấm, đường, muối, chanh, ..."
    },
    "steps to cook": {
      "Sơ chế ốc giác và các nguyên liệu khác": [
        "1. Ốc cho vào nồi nước, thêm 1 muỗng cà phê muối cùng sả, gừng đập dập, luộc trong 7 – 10 phút. Ốc chín vớt ra, ngâm trong nước lạnh. Đợi nguội rồi lấy thịt ốc để riêng, sau đó cắt thành từng miếng mỏng.",
        "2. Thịt ba chỉ rửa sạch, bỏ vào nồi luộc chín rồi cắt sợi nhỏ.",
        "3. Đu đủ, xoài, cà rốt bào vỏ, rửa sạch rồi cắt sợi.",
        "4. Hành tây bóc vỏ, cắt mỏng.",
        "5. Rau răm, húng lủi, cần tây, ngò gai rửa sạch, cắt nhỏ.",
        "6. Hành tím bóc vỏ, cắt mỏng, đem phi thơm rồi vớt ra để ráo dầu.",
        "7. Đậu phộng rang vàng cho thơm rồi giã dập."
      ],
      "Làm nước xốt trộn gỏi": [
        "1. Cho vào nồi 5 muỗng canh nước mắm và 1 muỗng canh đường, nấu cho sôi lên. Sau đó tắt bếp để nguội rồi cho thêm 1 muỗng canh nước cốt chanh, 2 muỗng canh giấm, ớt, tỏi băm vào và trộn đều, nêm nếm sao cho vừa ăn để trộn gỏi."
      ],
      "Làm nước chấm gỏi": [
        "1. Trộn đều 2 muỗng canh nước xốt trộn gỏi vừa làm ở bước trên với 10ml nước mắm, 20ml nước lọc và tỏi, ớt băm để làm nước mắm chấm gỏi."
      ],
      "Thực hiện trộn gỏi": [
        "1. Lấy một cái âu lớn, cho thịt ốc giác, thịt ba chỉ luộc, đu đủ, cà rốt, xoài cắt sợi, hành tây và các loại rau thơm vào. Rưới từ từ nước xốt trộn gỏi lên trên, trộn đều tay để các nguyên liệu ngấm gia vị."
      ]
    },
    "note": "Không luộc ốc quá kỹ sẽ khiến thịt sẽ teo, mất chất ngọt. Để biết ốc giác đã chín hay chưa, bạn dùng đũa xuyên qua phần thịt dày nhất của ốc, nếu xuyên qua dễ dàng thì ốc đã chín. Nếu không mua được bánh tráng nướng sẵn, bạn có thể mua bánh tráng mè ở siêu thị rồi về chiên ngập dầu hoặc thay thế bằng bánh phồng tôm."
  },
  {
    "name of dishes": "Vịt Om Sấu Khoai Sọ",
    "ingredients": {
      "Thịt vịt": "800g",
      "Khoai sọ loại củ nhỏ": "500g",
      "Sấu tươi": "5 quả",
      "Hành khô": "5 củ",
      "Sả": "5 cây",
      "Rau ngổ, ngò gai": "Tùy khẩu vị",
      "Gia vị: nước mắm, muối, bột nêm, tiêu, gừng, tỏi, ớt": "Tùy khẩu vị"
    },
    "steps to cook": {
      "Sơ chế và khử mùi hôi của vịt": [
        "1. Sơ chế vịt: Rửa sạch thịt vịt, nhúng thịt vào nước sôi để làm sạch lông. Loại bỏ lông và các cặn bẩn.",
        "2. Ngâm thịt vịt trong dung dịch rượu trắng hoặc rượu pha gừng giã nhỏ trong 60 phút. Rửa lại với nước sạch.",
        "3. Cách khác: Dùng muỗng hạt chà xát bề mặt thịt vịt, rửa sạch với nước lạnh. Chà xát bằng nửa quả chanh rồi rửa sạch.",
        "4. Sơ chế sấu: Cạo vỏ sấu, rửa sạch, khía hình chữ thập để sấu chín mềm.",
        "5. Sơ chế khoai sọ: Cho khoai sọ vào nước sôi trong 5 phút, sau đó xả lại trong nước lạnh. Bóc vỏ và cắt làm đôi hoặc 4 phần."
      ],
      "Ướp thịt vịt": [
        "1. Ướp thịt vịt với hành khô, tỏi băm nhuyễn, sả, gừng, muối, bột nêm, tiêu, hạt tiêu, bột ngọt, nước mắm. Bóp trộn đều và để thịt ngấm gia vị trong 20 phút."
      ],
      "Nấu vịt om sấu khoai sọ": [
        "1. Phi hành, tỏi, sả băm nhuyễn trong một nồi lớn. Đổ thịt vịt đã ướp vào và đảo đều cho thịt săn lại.",
        "2. Khi thịt đã săn lại, thêm sấu và đổ nước ngập thịt. Đun lửa lớn đến khi sôi, sau đó giảm lửa và om từ từ để thịt chín mềm.",
        "3. Khi thịt vịt đã mềm, thêm khoai sọ vào và om tiếp trong khoảng 15-20 phút. Thường xuyên vớt bọt và váng mỡ.",
        "4. Kiểm tra khoai sọ bằng cách xiên đầu đũa vào miếng khoai. Nếu khoai bở ra dễ dàng thì món ăn đã chín. Thêm đường nếu cần thiết để cân bằng độ chua và mặn. Đảo đều đến khi món ăn thơm lừng, sau đó tắt bếp."
      ],
      "Trình bày và thưởng thức món ăn": [
        "1. Đổ vịt om sấu và khoai sọ ra bát, trang trí thêm rau ngổ, ngò gai, hành lá thái nhuyễn để món ăn thêm hấp dẫn.",
        "2. Món vịt om sấu khoai sọ thơm ngon nhất khi dùng kèm với bún hoặc cơm. Ăn kèm với rau sống hoặc dưa muối tăng thêm hương vị."
      ]
    },
    "note": "Chọn thịt vịt trưởng thành, ức đầy, da bụng dày, vừa tầm, nặng, chắc thịt và không quá béo. Chọn khoai sọ nhỏ, còn tươi và không bị thâm. Khi mua sấu, chọn những trái sấu tươi xanh, lớp vỏ sần và cùi dày."
  },
  {
    "name of dishes": "Canh Chua Cá Lóc",
    "ingredients": {
      "Cá lóc": "1 con khoảng 700g",
      "Cà chua": "3 trái",
      "Dọc mùng": "2 cây",
      "Sấu": "5 trái cỡ vừa",
      "Hành tím": "2 củ, băm nhuyễn",
      "Nghệ": "1 miếng nhỏ, giã nhuyễn",
      "Rau thì là, mùi tàu, hành lá": "Ứng với khẩu phần ăn",
      "Dầu ăn": "1/2 muỗng canh",
      "Nước mắm": "Ứng với khẩu vị",
      "Đường": "Ứng với khẩu vị",
      "Bột canh": "Ứng với khẩu vị"
    },
    "steps to cook": {
      "1": "Sơ chế cá lóc: Cạo sạch vảy, làm sạch bụng, xát muối và rửa sạch. Cắt thành từng khúc vừa ăn.",
      "2": "Ướp cá lóc với bột canh, đường, nước mắm, hành tím băm, nghệ giã nhỏ.",
      "3": "Rửa sạch các loại rau và cắt nhỏ.",
      "4": "Xào hành tím với dầu ăn cho thơm, sau đó thêm cà chua và xào cho chín.",
      "5": "Đổ nước sôi vào nồi, sau đó cho cá đã ướp và sấu vào nấu khoảng 15 phút.",
      "6": "Khi cá đã chín, thêm dọc mùng vào, đun thêm 2 phút nữa.",
      "7": "Vớt sấu ra tô nhỏ cùng nước canh, dầm nát rồi đổ lại vào nồi, nêm gia vị theo khẩu vị.",
      "8": "Khi rau cải đã chín mềm, tắt bếp và thưởng thức canh chua cá lóc nóng hổi."
    },
    "note": "Cần chú ý không để nước canh sôi quá lâu sau khi cho cá vào nấu để tránh cá trở nên khô. Bạn có thể điều chỉnh lượng gia vị và loại rau cải theo khẩu vị và sở thích cá nhân."
  },
  {
    "name of dishes": "Nghêu Hấp Sả Thái",
    "ingredients": {
      "1 kg nghêu": "",
      "2 trái ớt": "",
      "50g me chín": "",
      "Tương ớt": "",
      "Tỏi, sả cây, gừng": "",
      "3 trái chanh": "",
      "Gia vị: đường, muối, bột ngọt, hạt nêm, nước mắm": "",
      "Rau ăn kèm: rau răm, ngò tàu": ""
    },
    "steps to cook": {
      "Sơ chế nguyên liệu": [
        "Làm sạch nghêu, rửa 2-3 lần để sạch đất cát bên ngoài. Ngâm nghêu trong nước vo gạo thêm vài trái ớt trong khoảng 20-40 phút để nghêu sạch cát.",
        "Lấy nghêu ra, rửa sạch và để ráo nước.",
        "Rau ăn kèm nhặt kỹ, rửa sạch và để ráo nước.",
        "Tỏi, ớt băm nhỏ. Sả cây lột bỏ vỏ già, phần đầu cắt nhuyễn, phần lá cắt từng khúc đập dập. Gừng cạo vỏ, rửa sạch và băm nhuyễn.",
        "Chanh vắt lấy nước cốt, lọc bỏ hạt.",
        "Cho me vào chén nước sôi, khuấy tan và lọc bỏ phần hạt để lấy nước me."
      ],
      "Làm nước chấm nghêu hấp": [
        "Trộn đều nước mắm, đường, ớt bằm, tỏi bằm, bột ngọt, nước cốt chanh, gừng bằm nhuyễn.",
        "Khuấy cho tan đều gia vị."
      ],
      "Hấp nghêu": [
        "Đun nóng dầu ăn trong nồi, thêm tỏi, ớt, sả băm nhỏ và sả đập dập vào phi thơm.",
        "Đổ nước me vào nồi cùng 600ml nước, đun sôi. Thêm đường, bột ngọt, nước mắm, tương ớt, ớt sa tế. Trộn đều và nấu nghêu trong khoảng 3-5 phút.",
        "Sau khoảng 5 phút, thêm nước cốt chanh vào và khuấy đều. Múc nghêu ra tô, thêm rau răm hoặc ngò tàu và thưởng thức cùng nước chấm."
      ]
    },
    "note": "Nghêu chọn con tươi, vừa mới bắt, tránh những con bị hư. Khi ngâm thấy con nào nổi lên thì loại bỏ. Không ngâm quá lâu để tránh giảm vị ngọt mát tự nhiên của nghêu. Bạn có thể thay hỗn hợp gia vị bằng 1 gói gia vị nấu lẩu Thái nếu lười làm."
  },
  {
    "name of dishes": "Cá Chạch Kho Nghệ Sả",
    "ingredients": {
      "500g cá chạch quế": "",
      "2 thìa bột nghệ": "",
      "Sả, tỏi, ớt tươi": "",
      "Nước mắm, đường, hạt nêm": ""
    },
    "steps to cook": {
      "Sơ chế cá chạch": [
        "1. Rửa cá chạch và làm sạch nhớt theo một trong các cách sau: dùng muối, dùng giấm hoặc dùng tro bếp.",
        "2. Cắt bỏ đầu, đuôi, ruột và rửa lại sạch. Rồi để ráo."
      ],
      "Ướp gia vị": [
        "Ướp cá với bột nghệ, sả, tỏi, ớt tươi và các gia vị như nước mắm, đường, hạt nêm trong khoảng 15 phút."
      ],
      "Kho cá": [
        "1. Đun dầu trong nồi, thêm sả, tỏi, ớt băm nhỏ vào phi thơm.",
        "2. Đặt cá đã ướp vào nồi, đảo nhẹ cho cá săn lại và ngấm gia vị.",
        "3. Đổ nước vào nồi cho xâm xấp mặt cá. Đậy nắp, đun sôi rồi hạ lửa nhỏ liu riu.",
        "4. Nêm nếm lại gia vị cho vừa ăn.",
        "5. Đun cá kho cho đến khi nước cạn gần hết.",
        "6. Tắt bếp, cho cá ra đĩa và dùng với cơm nóng."
      ]
    },
    "note": "Khi chọn cá chạch, chọn loại cá tươi ngon, không có mùi tanh khó chịu. Cách làm sạch nhớt của cá giúp món ăn trở nên ngon miệng hơn. Bạn có thể điều chỉnh lượng gia vị theo khẩu vị cá nhân. Thưởng thức món cá chạch kho nghệ sả nóng hổi cùng cơm sẽ mang đến hương vị thơm ngon đặc trưng của món ăn Việt Nam."
  },
  {
    "name of dishes": "Cá Chạch Kho Tiêu Xanh",
    "ingredients": {
      "500g cá chạch": "",
      "Tiêu xanh, gừng, tỏi, ớt": "",
      "Nước mắm, bọt ngọt, đường, muối, hạt nêm": "",
      "Nước dừa": "",
      "Rượu trắng": "",
      "Hành lá": ""
    },
    "steps to cook": {
      "Sơ chế cá chạch": [
        "1. Làm sạch cá chạch bằng cách rửa nhớt bằng muối, giấm hoặc tro bếp. Sau đó, cắt bỏ đầu và lấy ruột của cá.",
        "2. Rửa cá chạch bằng nước gừng và rượu trắng để loại bỏ mùi tanh và nhầy của cá."
      ],
      "Chuẩn bị gia vị": [
        "1. Băm nhỏ gừng, ớt, tỏi.",
        "2. Rửa sạch tiêu xanh và để ráo.",
        "3. Băm nhỏ hành lá."
      ],
      "Ướp cá": [
        "1. Trộn 1 muỗng cà phê muối, 1/2 muỗng cà phê bột ngọt, 1 muỗng cà phê hạt nêm, 1 muỗng canh nước mắm và một chút đường với cá chạch đã sơ chế. Ướp trong khoảng 20 phút."
      ],
      "Kho cá": [
        "1. Đun nóng 3 muỗng canh dầu ăn và 1 muỗng canh đường trong một nồi.",
        "2. Thắng nước màu vào nồi, khi nước màu đến, thêm tỏi ớt băm nhuyễn và cá chạch đã ướp vào nồi. Đảo đều.",
        "3. Thêm nước dừa vào nồi sao cho ngập hết cá chạch. Đun với lửa nhỏ đến khi nước cạn gần hết, sau đó thêm gừng và tiêu xanh vào.",
        "4. Trình bày món ăn trên mâm cơm, rưới một thìa dầu ăn lên trên mặt cá và rắc hành lá băm nhỏ."
      ]
    },
    "note": [
      "1. Nên chọn cá chạch tươi ngon và mua trong mùa sinh sản để món ăn thêm hương vị ngon mắt.",
      "2. Nếu không tìm được cá chạch đồng, bạn có thể sử dụng chạch quế thay thế. Chạch quế có xương mềm và nhiều thịt, tuy nhiên, giá thường cao hơn."
    ]
  },
  {
    "name of dishes": "Cá Thu Sốt Cà Chua",
    "ingredients": {
      "300g cá thu tươi": "",
      "2 quả cà chua": "",
      "1 củ tỏi, 2 củ hành tím, 1 nhánh gừng": "",
      "Hành lá": "",
      "Ớt tươi": "",
      "Gia vị: Nước mắm, bột canh, hạt tiêu, dầu ăn": ""
    },
    "steps to cook": {
      "Sơ chế nguyên liệu": [
        "1. Rửa sạch cá thu với nước muối pha loãng, sau đó cắt lát vừa ăn và để ráo.",
        "2. Cà chua rửa sạch, cắt múi cau. Hành lá rửa sạch, cắt khúc. Tỏi, hành tím bóc vỏ, đập dập, băm nhỏ. Gừng bỏ vỏ, thái sợi hoặc băm nhỏ."
      ],
      "Chiên cá": [
        "1. Đổ dầu vào chảo, đun dầu nóng sau đó cho cá thu vào chiên qua. Lật đều để cá thu chín 2 mặt, chiên đến khi thấy cá ngả sang màu vàng thì tắt bếp, cho cá ra đĩa. Chiên qua cá sẽ giúp cá thu thơm và khi ăn có vị bùi."
      ],
      "Làm sốt cà chua": [
        "1. Dùng tiếp chảo vừa chiên cá, để lại một ít dầu, phi thơm hành, rồi đến tỏi và sau đó là gừng. Đảo đều tay đến khi hành, tỏi, gừng vàng ươm đẹp mắt thì cho cà chua vào xào cùng.",
        "2. Lưu ý: Nên để lại 1 ít cà chua để sau khi món cá thu sốt cà gần hoàn thành thì cho vào, món ăn sẽ thêm phần đẹp mắt."
      ],
      "Cho cá thu vào sốt cà": [
        "1. Cho miếng cá thu vào sốt cà chua, nêm nếm gia vị vừa ăn và thêm 1/2 muỗng canh hạt tiêu rồi để lửa nhỏ liu riu. Lật đều 2 mặt cá để cá thu thấm gia vị."
      ],
      "Hoàn thiện món ăn": [
        "1. Sau khi miếng cá thu chín mềm, nước sốt cà chua quánh mịn lại thì cho phần cà chua còn lại vào, nấu thêm 1 phút nữa rồi thả hành lá vào đảo đều tay.",
        "2. Cuối cùng, cho miếng cá ra đĩa, sau đó rưới nước sốt cà chua phủ lên trên."
      ]
    },
    "note": "Miếng cá thu vàng sậm, sốt cà chua đỏ cam tươi tắn điểm xuyết thêm màu xanh của hành lá. Món cá thu sốt cà chua thơm đậm đà mùi cá biển, khi ăn cảm nhận rất rõ vị mặn ngọt quyện vào nhau rất hài hòa."
  },
  {
    "name of dishes": "Salad Cá Ngừ",
    "ingredients": {
      "1 hộp cá ngừ": "",
      "100g rau xà lách": "",
      "150g cà chua bi": "",
      "1 củ hành tây": "",
      "2 trái dưa leo": "",
      "Xốt mayonnaise": "",
      "Gia vị: đường, muối, hạt nêm, hạt tiêu": ""
    },
    "steps to cook": {
      "Sơ chế các nguyên liệu": [
        "1. Rau xà lách tách lá, cắt bỏ những chỗ bị dập nát, rửa sạch, ngâm với nước muối loãng trong khoảng 5 phút. Sau đó, vớt ra rổ để ráo nước rồi thái thành từng miếng vừa ăn.",
        "2. Cà chua bi rửa sạch, ngâm với nước muối loãng trong khoảng 5 -10 phút, để ráo, bổ làm hai (hoặc để nguyên quả nếu thích).",
        "3. Dưa leo rửa sạch, gọt vỏ, cắt bỏ hai đầu rồi chà sạch hai đầu cho ra hết nhựa đắng, thái lát mỏng hoặc cắt hạt lựu. Tuỳ theo sở thích mà bạn có thể chọn cách gọt vỏ hay để nguyên vỏ.",
        "4. Hành tây rửa sạch, thái lát mỏng và ngâm trong nước đá lạnh trong vòng 5 -10 phút để hành bớt hăng. Nếu thích hành đậm đà hương vị, có thể ngâm hành trước trong nước giấm đường 30 phút. Sau đó vớt ra để ráo nước."
      ],
      "Chuẩn bị cá ngừ": [
        "1. Cá ngừ hộp cho ra tô nhỏ, vắt bỏ phần nước dầu, chỉ lấy phần thịt cá. Cho một ít hạt nêm, tiêu xay, sốt mayonnaise và trộn đều trong khoảng 10 – 15 phút để ngấm gia vị. Có thể dằm thịt cá nhuyễn ra tuỳ theo sở thích cá nhân."
      ],
      "Trộn salad": [
        "1. Cho tất cả các nguyên liệu đã chuẩn bị vào tô, sau đó trộn đều với nhau, nêm nếm gia vị cho vừa miệng.",
        "2. Cho salad ra đĩa và có thể thưởng thức ngay."
      ]
    },
    "note": "Trong cá ngừ có chứa thuỷ ngân nên phụ nữ đang trong thời gian mang thai cần hạn chế các món ăn được chế biến từ cá ngừ để không gây ảnh hưởng đến sự hình thành và phát triển của thai nhi. Với cách làm salad cá ngừ này, bạn có thể giữ được nhiều vitamin trong rau xanh, cung cấp đủ chất dinh dưỡng cho cơ thể."
  },
  {
    "name of dishes": "Cháo Hàu Sữa",
    "ingredients": {
      "Hàu sữa": "300g",
      "Gạo dẻo": "150g",
      "Hành lá": "1 bó",
      "Hành tím": "1 củ nhỏ",
      "Tỏi": "3 tép",
      "Gừng": "1 lát",
      "Muối": "đến khẩu vị",
      "Đường": "đến khẩu vị",
      "Nước mắm": "đến khẩu vị",
      "Hạt nêm": "đến khẩu vị",
      "Chanh": "1 quả",
      "Tiêu xay": "đến khẩu vị",
      "Ớt": "vài lát (tuỳ khẩu vị)"
    },
    "steps to cook": {
      "Sơ chế nguyên liệu": [
        "1. Rửa sạch hàu sữa bằng nước pha loãng với ½ muỗng muối, ½ quả chanh hoặc 1 muỗng giấm. Ngâm hàu trong nước muối và chanh khoảng 3 phút để loại bỏ chất bẩn, sau đó vớt ra để ráo.",
        "2. Bóc vỏ hành tím, tỏi, rửa sạch và băm nhuyễn.",
        "3. Hành lá nhặt bỏ lá hư, rửa sạch và thái nhuyễn.",
        "4. Gừng cạo vỏ, rửa sạch và thái sợi mỏng.",
        "5. Gạo dẻo vo sạch và để ráo nước."
      ],
      "Xào hàu sữa": [
        "1. Bắc chảo lên bếp với dầu ăn nóng, phi vàng thơm ½ số hành tím và tỏi đã băm nhuyễn, sau đó cho hàu đã sơ chế vào xào. Nêm 1 muỗng hạt nêm, 1 muỗng nước mắm, ½ muỗng tiêu xay, đảo đều cho hàu săn thịt lại, xào khoảng 3 phút đến khi hàu chín và có mùi thơm. Sau khi xào xong, đổ hàu ra tô riêng.",
        "2. Trong cùng chảo, thêm một ít dầu ăn, phi thơm phần hành tím và tỏi còn lại. Sau đó cho gạo đã rang vào chảo, đảo đều với hành tím và tỏi trong khoảng 5 phút với lửa nhỏ, cho đến khi gạo hơi khô và thơm. Chú ý đảo đều để tránh gạo cháy khét.",
        "3. Đun 2 lít nước trong nồi, khi nước sôi, cho gạo đã rang vào nước, đun trong khoảng 1 tiếng đến khi gạo đã mềm nhừ, chín thơm và hạt gạo nở bung như cánh hoa.",
        "4. Tiếp theo, cho phần hàu đã xào vào nồi cháo, nêm lại gia vị với muối, đường, nước mắm, gừng thái sợi và khuấy đều. Đun tiếp khoảng 5 phút đến khi cháo sôi lại.",
        "5. Tắt bếp, múc cháo hàu sữa ra tô, rắc tiêu xay, vài lát ớt thái mỏng lên trên mặt và thưởng thức ngay."
      ]
    },
    "note": "Chọn hàu sữa tươi ngon và sạch sẽ để đảm bảo hương vị tốt nhất cho món cháo. Nếu không thích cay, bạn có thể bỏ ớt khi thưởng thức. Cháo hàu sữa nên ăn khi nóng để cảm nhận được hương vị thơm ngon nhất."
  },
  {
    "name of dishes": "Mực Hấp Gừng",
    "ingredients": {
      "Mực tươi": "500g",
      "Gừng": "1 củ",
      "Rượu trắng": "60ml",
      "Hành tím": "1 củ nhỏ",
      "Hành lá": "1 bó",
      "Ớt sừng": "3 chiếc",
      "Tỏi": "3 tép",
      "Hạt nêm": "đến khẩu vị",
      "Muối": "đến khẩu vị",
      "Nước mắm": "đến khẩu vị",
      "Bột ngọt": "½ muỗng cà phê"
    },
    "steps to cook": {
      "Sơ chế nguyên liệu": [
        "1. Mực sau khi mua về rửa sạch, cắt bỏ túi mực, ruột và túi thức ăn bên trong. Cắt bỏ răng mực (khối tròn cứng ở giữa đầu mực). Tách đôi phần thân theo chiều dọc rồi rửa sạch phần bên trong. Ngâm mực với nước có pha rượu trắng để khử mùi. Sau đó vớt ra để ráo nước và thái mực thành những miếng nhỏ vừa ăn.",
        "2. Gừng tươi gọt vỏ, rửa sạch, thái sợi.",
        "3. Ớt sừng rửa sạch, bỏ hạt, thái lát mỏng.",
        "4. Hành lá nhặt bỏ lá hư, rửa sạch và cắt khúc khoảng 5cm."
      ],
      "Ướp mực": [
        "1. Cho mực vào tô sạch, thêm vào 1 muỗng nước mắm, 1 muỗng hạt nêm, 1 muỗng muối, ½ muỗng bột ngọt, trộn đều và ướp trong khoảng 20 – 30 phút để mực thấm gia vị."
      ],
      "Hấp mực": [
        "1. Để mực lên khay hấp, xếp gừng, hành lá, ớt lên trên. Sau đó đặt khay hấp vào nồi và hấp cách thủy trong khoảng 10 phút để mực chín thơm.",
        "2. Sau khi đã hấp chín, để mực ra đĩa và thưởng thức."
      ]
    },
    "note": "Chọn mực tươi để đảm bảo hương vị tốt nhất cho món mực hấp gừng. Nếu không thích cay, bạn có thể giảm lượng ớt sừng hoặc loại bỏ hoàn toàn khi ướp mực."
  },
  {
    "name of dishes": "Mực Hấp Sả",
    "ingredients": {
      "Mực tươi": "500g",
      "Sả": "3 củ",
      "Lá chanh": "5-7 lá",
      "Nước mắm": "đến khẩu vị",
      "Muối": "đến khẩu vị",
      "Hạt nêm": "đến khẩu vị",
      "Bột ngọt": "½ muỗng cà phê"
    },
    "steps to cook": {
      "Sơ chế nguyên liệu": [
        "1. Mực rửa sạch, cắt bỏ răng mực ở giữa đầu, túi mực, ruột và túi thức ăn bên trong thân. Tách đôi phần thân và làm sạch bên trong. Ngâm với nước pha rượu trắng để loại bỏ mùi hôi và mực săn chắc hơn. Rửa sạch lại một lần nữa rồi thái mực thành những miếng có kích cỡ vừa ăn.",
        "2. Sả cây rửa sạch, cắt khúc rồi đập dập. Lá chanh rửa sạch, để ráo nước."
      ],
      "Ướp mực": [
        "1. Ướp mực với 1 muỗng nước mắm, 1 muỗng muối, 1 muỗng hạt nêm, ½ muỗng bột ngọt trong khoảng 20 – 30 phút để mực thấm đều gia vị."
      ],
      "Hấp mực cùng sả": [
        "1. Cho sả đập dập và lá chanh vào xửng, hấp trước trong khoảng 3 phút. Khi nước đã sôi già, sả và lá chanh đã bốc mùi thơm thì bạn cho mực vào hấp trong khoảng 10 phút.",
        "2. Khi mực vừa chín tới thì tắt bếp, để mực trong nồi thêm khoảng 2 phút cho mực thấm mùi thơm của sả và lá chanh. Sau đó, cho mực ra đĩa và thưởng thức ngay khi còn nóng."
      ]
    },
    "note": "Lưu ý chọn mực tươi có lớp da ngoài căng bóng và nguyên vẹn để đảm bảo hương vị ngon nhất cho món mực hấp sả. Nếu không thích mùi sả quá mạnh, bạn có thể giảm lượng sả sử dụng hoặc thay thế bằng lá chanh để giảm độ cay và tăng hương thơm cho món ăn."
  },
  {
    "name of dishes": "Cua Rang Muối Ớt Kiểu Hồng Kông",
    "ingredients": {
      "Cua biển": "800g",
      "Tôm khô": "50g",
      "Bột ớt": "5g",
      "Chà bông": "50g",
      "Ngũ vị hương": "10g",
      "Hành tây": "100g",
      "Ớt chuông": "100g",
      "Hạt điều": "25g",
      "Tỏi": "50g",
      "Hành lá": "1 cây",
      "Hành khô": "1 củ",
      "Bột chiên xù": "đủ lượng",
      "Muối": "đến khẩu vị",
      "Hạt nêm": "đến khẩu vị",
      "Bột ngọt": "đến khẩu vị",
      "Tiêu": "đến khẩu vị",
      "Đường": "đến khẩu vị"
    },
    "steps to cook": {
      "Sơ chế nguyên liệu": [
        "1. Khi mua cua, giữ nguyên dây cột nếu có, sau đó lật yếm cua có hình tam giác dưới bụng lên, dùng mũi dao chọc thẳng vào chỗ hõm dưới bụng cho chân và càng cua duỗi ra. Khi thấy chân và càng cua đã duỗi ra hoàn toàn thì dùng kéo hoặc dao cắt bỏ hết dây buộc.",
        "2. Chà sạch xung quanh cua, chú ý chà kỹ ở phần hai bên hông cua để loại bỏ rong rêu.",
        "3. Tách bỏ phần yếm cua và các lông cua phía bên trong yếm.",
        "4. Tách mai cua ra khỏi thân, loại bỏ hết chất bẩn, cắt thân cua làm đôi. Gỡ càng cua ra và đập dập tùy thích.",
        "5. Bóc vỏ tỏi, rửa sạch và băm nhuyễn.",
        "6. Rửa sạch hành lá và cắt khúc.",
        "7. Rửa sạch ớt và cắt nhỏ.",
        "8. Bóc vỏ hành tây, rửa sạch và cắt nhỏ."
      ],
      "Ướp và chiên cua": [
        "1. Ướp cua với muối, hạt nêm, bột ngọt, tiêu, tỏi băm và hành tím băm nhuyễn, trộn đều để ngấm gia vị.",
        "2. Ướp từ 10-15 phút, sau đó tẩm cua với bột chiên xù.",
        "3. Chiên cua trong chảo ngập dầu đến khi cua vàng đều, sau đó vớt ra để ráo dầu."
      ],
      "Làm muối ớt rang cua": [
        "1. Trong một chảo sạch, rang tôm khô, hạt điều và 1/2 chén bột chiên xù.",
        "2. Trút ra tô, thêm chà bông, muối, hạt nêm, bột ngọt, đường, tiêu, ngũ vị hương, bột ớt vào, trộn đều. Đưa hỗn hợp này vào máy xay nhuyễn.",
        "3. Đổ dầu vào chảo nóng, thêm hành tím, tỏi băm, hành tây, hành lá, ớt chuông vào xào thơm.",
        "4. Cho cua và hỗn hợp muối ớt đã xay nhuyễn vào, trộn đều cho thấm gia vị. Xào thêm khoảng 10 phút với lửa lớn, sau đó tắt bếp.",
        "5. Trút cua ra đĩa và trang trí theo ý."
      ]
    },
    "note": "Khi chọn cua, hãy chú ý đến màu sắc, kích thước và độ cứng của vỏ cua để đảm bảo chất lượng của món ăn. Hãy tham khảo giá ở nhiều nơi trước khi mua để tránh mua nhầm cua không ngon với giá cao."
  },
  {
    "name of dishes": "Cá Trê Lai Kho Tiêu",
    "ingredients": {
      "Cá trê lai": "1 con",
      "Tỏi": "1 củ",
      "Ớt chín": "3 trái",
      "Hành lá": "Vài cọng",
      "Gừng băm nhỏ": "1 nhánh",
      "Tiêu xay": "đến khẩu vị",
      "Bột ngọt": "đến khẩu vị",
      "Đường": "đến khẩu vị",
      "Hạt nêm": "đến khẩu vị",
      "Nước mắm": "đến khẩu vị",
      "Muối": "đến khẩu vị",
      "Dầu ăn": "2 thìa",
      "Nước cốt chanh": "đến khẩu vị",
      "Nước dừa": "đủ lượng"
    },
    "steps to cook": {
      "Sơ chế nguyên liệu": [
        "1. Trộn gừng băm nhỏ với nước cốt chanh, chà xát lên bề mặt cá trê, rửa lại với nước. Loại bỏ ruột, mang, vây cá, cắt thành từng khúc vừa ăn. Điều này giúp làm sạch nhớt và khử mùi tanh của cá trê lai.",
        "2. Bóc bỏ vỏ tỏi, băm nhuyễn. Rửa sạch ớt, loại bỏ hạt, băm nhuyễn 1 trái, tỉa hoa 2 trái còn lại. Nhặt, rửa sạch hành lá, cắt thành khúc ngắn khoảng 3cm."
      ],
      "Ướp cá": [
        "1. Cho cá vào bát lớn, ướp với nước mắm, muối, đường, hạt nêm, bột ngọt, dầu ăn, ớt băm, tỏi băm và tiêu xay. Đảo đều, để yên trong khoảng 15 phút."
      ],
      "Kho cá": [
        "1. Đun nóng 2 thìa dầu ăn trong nồi, thêm vài muỗng đường vào khuấy đều để tạo nước màu.",
        "2. Đặt cá trê vào nồi, kho với lửa nhỏ. Kho được một lát, lật mặt cá để thịt săn đều.",
        "3. Đổ nước dừa vào nồi, đậy nắp vung, đun khoảng 30 phút."
      ],
      "Trình bày": [
        "1. Nêm nếm gia vị cho vừa ăn, đun cho đến khi nước trong nồi cạn bớt, rắc thêm ít tiêu xay.",
        "2. Bày cá lên đĩa, trang trí bằng hành lá và ớt tỉa hoa. Món cá trê lai kho tiêu sẵn sàng để thưởng thức."
      ]
    },
    "note": "Có thể điều chỉnh lượng gia vị và nước dùng theo khẩu vị cá nhân. Món cá trê lai kho tiêu thường được thưởng thức khi ăn nóng, kèm với cơm trắng."
  },
  {
    "name of dishes": "Cá Trê Lai Nướng Riềng Mẻ",
    "ingredients": {
      "Cá trê lai": "1kg",
      "Mẻ": "3 thìa cà phê",
      "Rượu trắng": "1 thìa cà phê",
      "Riềng": "100g",
      "Sả": "10 củ",
      "Nghệ tươi": "30g",
      "Tiêu xay": "5g",
      "Hành lá": "1 nắm",
      "Thì là": "1 nắm",
      "Ớt": "2 trái",
      "Tro bếp": "1 nắm",
      "Đường": "đến khẩu vị",
      "Muối": "đến khẩu vị",
      "Nước mắm": "đến khẩu vị",
      "Bột ngọt": "đến khẩu vị",
      "Dầu ăn": "đến khẩu vị"
    },
    "steps to cook": {
      "Sơ chế nguyên liệu": [
        "1. Rửa cá trê qua với nước, cho vào túi nilon cùng một ít muối và nắm tro bếp, xóc nhẹ rồi rửa lại với nước. Loại bỏ ruột, vây cá, rửa lại, dùng khăn thấm khô bề mặt cá. Dùng dao khía vài đường trên thân cá trê để chúng dễ dàng thấm gia vị hơn."
      ],
      "Ướp gia vị": [
        "1. Riềng, sả, nghệ bóc vỏ ngoài, rửa sạch, thái lát mỏng rồi giã nát.",
        "2. Cho cá vào trong bát ướp với mẻ, rượu trắng, riềng, sả, nghệ giã nát, tiêu xay, dầu ăn, nước mắm, đường, muối, bột ngọt. Trộn đều. Ướp khoảng 2 tiếng, sau đó, nhồi toàn bộ gia vị ướp vào trong bụng cá."
      ],
      "Nướng cá": [
        "1. Bật lò trước 10 phút ở nhiệt độ cao nhất.",
        "2. Xếp cá đặt vào vỉ, nướng chín vàng 1 mặt thì lật mặt còn lại. Quá trình nướng kéo dài khoảng 50 – 60 phút."
      ],
      "Làm nước chấm": [
        "1. Bắc chảo có 1 thìa dầu ăn lên bếp, cho phần gia vị ướp cá còn lại và phần nước ở khay trong lò nướng, một ít nước vào cùng, đun sôi.",
        "2. Nêm nếm lại gia vị để nước chấm đạt hương vị thơm ngon."
      ],
      "Trình bày": [
        "1. Bày cá trê lai nướng riềng mẻ ra đĩa, trang trí bằng hành lá, thì là, ớt. Thưởng thức nóng hổi cùng với bún, xà lách và nước chấm đã chuẩn bị."
      ]
    },
    "note": "Cá trê lai nướng riềng mẻ thường được ăn nóng hổi để giữ nguyên hương vị và độ giòn của cá. Bạn có thể điều chỉnh lượng gia vị theo khẩu vị riêng của mình."
  }
]
